{
  "film": [
    {
      "id": 1,
      "judul":"Dilan 1990",
      "tahun":"2018",
      "penonton":"6.315.664",
      "poster":"https://upload.wikimedia.org/wikipedia/en/1/1b/Poster_dilan.jpg",
      "sinopsis": "Pada September 1990, Milea dan keluarganya pindah dari Jakarta ke Bandung. Saat hendak masuk di sebuah SMA, Milea bertemu dengan Dilan sang panglima geng motor. Dilan tak memperkenalkan dirinya, namun dengan sangat percaya diri segera meramal kalau Milea akan naik motor bersamanya dan menjadi pacarnya. Dilan, entah bagaimana caranya, mengetahui segala tentang Milea, bahkan alamat rumah dan nomor teleponnya. Singkat cerita, Dilan merayu-rayu Milea dengan memberikan berbagai hadiah yang bermakna, misalnya buku teka-teki silang yang sudah diisi supaya \"tidak perlu pusing karena harus mengisinya.\" Pada titik ini, Milea masih memiliki seorang pacar bernama Benni, yang ia tinggalkan secara fisik di Jakarta. Milea sendiri merasa tidak nyaman karena Benni adalah lelaki yang pencemburu dan kasar. Kepercayaan diri Dilan yang berlebih sempat membuat Nandan, sang sahabat yang juga menyukai Milea, tidak nyaman. Meski begitu, Milea mulai menyukai Dilan.\n Saat kelompok Milea maju ke lomba Cerdas Cermat antar sekolah yang dihelat di kantor pusat TVRI di Jakarta, tiba-tiba saja Benni muncul ke hadapan Milea. Milea, yang sedang makan berdua saja dengan Nandan karena ditinggal teman mereka yang pergi ke kamar mandi, terlibat cekcok dengan Benni yang mengira Nandan merusak hubungan asmaranya. Benni menghajar Nandan sebelum dilerai oleh Milea. Benni mengata-ngatai Milea dengan sebutan genit berkali-kali, sehingga Milea memutuskan hubungan mereka. Benni marah besar, melanjutkan makiannya dengan menyebut Milea \"pelacur\". Sekembalinya ke Bandung, Milea ditelepon Benni, yang kemudian memohon maaf. Milea sudah memaafkannya, namun menolak ajakan untuk kembali berpacaran. Benni mengeluarkan lagi makian \"setan\" dan \"pelacur\", yang dibalas Milea dengan menutup telepon. Setelahnya, hubungan Dilan dan Milea makin dekat saja, walau belum pernah ada kata cinta terucap. Mereka pulang sekolah berboncengan, sesekali bergandengan tangan, dan bertelepon malam-malam. Saking dekatnya, Milea berhasil membujuk Dilan supaya tidak lagi terlibat dalam tawuran antar geng." +
                            "\n"+"Saat kelompok Milea maju ke lomba Cerdas Cermat antar sekolah yang dihelat di kantor pusat TVRI di Jakarta, tiba-tiba saja Benni muncul ke hadapan Milea. Milea, yang sedang makan berdua saja dengan Nandan karena ditinggal teman mereka yang pergi ke kamar mandi, terlibat cekcok dengan Benni yang mengira Nandan merusak hubungan asmaranya. Benni menghajar Nandan sebelum dilerai oleh Milea. Benni mengata-ngatai Milea dengan sebutan genit berkali-kali, sehingga Milea memutuskan hubungan mereka. Benni marah besar, melanjutkan makiannya dengan menyebut Milea \"pelacur\". Sekembalinya ke Bandung, Milea ditelepon Benni, yang kemudian memohon maaf. Milea sudah memaafkannya, namun menolak ajakan untuk kembali berpacaran. Benni mengeluarkan lagi makian \"setan\" dan \"pelacur\", yang dibalas Milea dengan menutup telepon. Setelahnya, hubungan Dilan dan Milea makin dekat saja, walau belum pernah ada kata cinta terucap. Mereka pulang sekolah berboncengan, sesekali bergandengan tangan, dan bertelepon malam-malam. Saking dekatnya, Milea berhasil membujuk Dilan supaya tidak lagi terlibat dalam tawuran antar geng.\n" +
                            "\n"+"Milea juga membangun hubungan baik dengan bunda Dilan. Satu waktu, Milea ditunjuki kamar Dilan yang berantakan dan diajak merapikannya. Sang bunda juga menunjukkan puisi-puisi cinta yang dibuat Dilan untuk Milea.\n" +
                            "\n" +
                            "Milea harus menghadapi Kang Adi, mahasiswa yang merupakan guru les privatnya dan sang adik. Tampak bahwa Kang Adi menaksir Milea. Dia bahkan membawa Milea mengunjungi kampus tempatnya belajar, Institut Teknologi Bandung (ITB). Ketika Dilan mengetahui bahwa Milea pergi berdua dengan Kang Adi, ia mengirim puisi kekecewaan yang membuat Milea menyesal. Milea mencari Dilan ke rumahnya dan sekolah. Di sekolah ia bertemu Anhar, salah satu rekan geng Dilan, yang sedang mabuk. Anhar kemudian menamparnya. Setelah mengetahui peristiwa ini, Dilan menghajar Anhar habis-habisan. Mereka kemudian dilerai oleh guru BP dan kepala sekolah serta siswa-siswa lain. Mereka dan Milea pun dibawa ke ruang Kepala Sekolah. Setelah meninggalkan ruangan, Dilan dan Milea menuju warung Bi' E'em, di mana mereka resmi memulai hubungan pacaran.\n" +
                            "\n"},
    {
      "id": 2,
      "judul":"Laskar Pelangi", 
      "tahun":"2008",
      "peonton":"4.179.453",
      "poster":"https://upload.wikimedia.org/wikipedia/id/1/17/Laskar_Pelangi_film.jpg",
      "sinopsis":"Cerita dari sebuah daerah di Belitung, yakni di SD Muhammadiyah. Saat itu menjadi saat yang menegangkan bagi anak-anak yang ingin bersekolah di SD Muhammadiyah. Kesembilan murid yakni, Ikal, Lintang, Sahara, A Kiong, Syahdan, Kucai, Borek, Trapani tengah gelisah lantaran SD Muhammadiyah akan ditutup jika murid yang bersekolah tidak genap menjadi 10. Mereka semua sangat cemas. SD Muhammadiyah adalah SD islam tertua di Belitung, sehingga jika ditutup juga akan kasihan pada keluarga tidak mampu yang ingin menyekolahkan anak-anak mereka. Di sinilah anak-anak yang kurang beruntung dari segi materi ini berada.\n" +
                            "\n" +
                            "Saat semua tengah gelisah datanglah Harun, seorang yang keterbelakangan mental. Ia menyelamatkan ke sembilan temannya yang ingin bersekolah serta menyelmatkan berdirinya SD Muhammadiyah tersebut. Dari sanalah dimulai cerita mereka. Mulai dari penempatan tempat duduk, pertemuan mereka dengan Pak Harfan, perkenalan mereka yang luar biasa di mana A Kiong yang malah cengar-cengir ketika ditanyakan namanya oleh guru mereka, Bu Mus. Kejadian bodoh yang dilakukan oleh Borek, pemilihan ketua kelas yang diprotes keras oleh Kucai, kejadian ditemukannya bakat luar biasa Mahar, pengalaman cinta pertama Ikal, sampai pertaruhan nyawa Lintang yang mengayuh sepeda 80 km pulang pergi dari rumahnya ke sekolah.\n" +
                            "\n" +
                            "Semua kejadian tersebut sangat menghiasi kehidupan kesepuluh anak yang mengatasnamakan diri mereka sebagai Laskar Pelangi. Bu Mus yang meupakan guru terbaik yang mereka milikilah yang telah memberikan nama tersebut untuk mereka. Karena bu Mus tahu mereka semua sangat menyukai pelangi. Saat susah maupun senang mereka lalui dalam kelas yang menurut cerita pada malam harinya kelas tersebut sebagai kandang bagi hewan ternak. Di SD Muhammadiyah itulah Ikal dan kawan-kawannya memiliki segudang kenangan yang menarik.\n" +
                            "\n" +
                            "Seperti saat kisah percintaan antara Ikal dan A Ling. Awalnya Ikal disuruholeh Bu Mus untuk membeli kapur di tokoh milik keluarga A Ling. Ia jatuh cinta pada kuku A Ling yang indah. Ia tidak pernah menjumpai kuku seindah itu. Kemudian ia tahu bahwa pemilik kuku yang indah tersebut adalah A Ling, Ikal pun jatuh cinta padanya.  Namun, pertemuan mereka harus di akhiri lantaran A Ling pindah untuk menemani bibinya yang sendiri.\n" +
                            "\n" +
                            "Kejadian tentang Mahar yang akhirnya mnemukan ide untuk perlombaan semacam karnaval. Mahar menemukan sebuah ide untuk menari dalam acara tersebut. Mereka para laskar pelangi menari sperti orang kesetanan, hal tersebut dikarenakan kalung yang mereka kenakan dari buah yang langkah dan hanya ada di Balitong, merupakan tanaman yang membuat seluruh badan gatal. Alhasil mereka pun menari layaknya orang yang tengah kesurupan. Namun berkat semua itu akhirnya SD Muhammadiyah dapat memenagkan perlombaan tersebut.\n" +
                            "\n" +
                            "Namun, pada suatu ketika datanglah Flo, seorang anak yang kaya pindahan ari SD PN, ia masuk dalam kehidupan laskar pelangi. Sejak kedatangan Flo di SD Muhammadiyah tersebut yang membawa pengaruh buruk bagi teman-temannya terutama Mahar, yang duduk satu bangku dengan Flo. Sejak kedatangan anak tersebut nilai Mahar seringkali jatuh dan jelek sehingga membuat bu Mus marah dan kecewa.\n" +
                            "\n" +
                            "Hari-hari mereka selalu dihiasi dengan canda dan tawa maupun tangis. Namun di balik semua kecerian mereka, ada seorang murid yang benama Lintang yakni anggota laskar pelangi yang perjuangannnya terhadap pendidikan perlu di acungi jempol. Ia rela menempuh jarak 80 km untuk pulang dan pergi dari rumahnya ke sekolah hanya untuk agar ia bisa belajar. Ia tidak pernah mengeluh meski saat perjalanan menuju sekolahnya ia harus melewati sebuah danau yang terdapat buaya di dalamnya. Lintang merupakan murid yang sangat cerdas. Terbukti saat ia, Ikal, dan juga Sahara tengah berada pada sebuah perlombaan cerdas cermat. Ikal dapat menantang dan mengalahkan Drs. Zulfikar, guru sekolah kaya PN yang berijazah dan terkenal,  dengan jawabannya yang membuat ia memenangkan lomba cerdas cermat.\n" +
                            "\n" +
                            "Namun sayang, semua kisah indah laskar pelangi harus diakhiri dengan perpisahan seorang Lintang yang sangat jenius tersebut. Lintangdan awan-kawan membuktikan bahwa bukan karena fasilitas yang menunjang yang akhirnya dapat membuat seseorang sukses maupun pintar, namun kemauan dan kerja keraslah yang dapat mengabulkan setiap impian. Beberapa hari kemudian, setelah perlombaan tersebut Lintang tidak masuk sekolah dan akhirnya mereka kawan-kawan Lintang dan juga bu Mus mendapatkan surat dari Lintang yang isinya, Lintang tidak dapat melnjutkan sekolahnya kembali karena ayahnya meninggal dunia. Tentu saja hal tersebut menjadi sebuah kesedihan yang mendalam bagi anggota laskar pelangi.\n" +
                            "\n" +
                            "Beberapa tahun kemudian, saat mereka telah beranjak dewasa, mereka semua banyak mendapat pengalaman yang berharga dari setiap cerita di SD Muhammadiyah. Tentang sebuah persahabatan, ketulusan yang diperlihatkan dan diajarkan oleh bu Muslimah, serta sebuah mimpi yang harus mereka wujudkan. Ikal akhirnya bersekolah di Paris, sedangkan Mahar dan teman-teman lainnya menjadi seseorang yang dapat membanggakan Belitung."},
    {
      "id":3,
      "judul":"Habibie & Ainun", 
      "tahun":"2012", 
      "penonton":"4.583.641", 
      "poster":"https://upload.wikimedia.org/wikipedia/id/7/74/Habibie_Ainun_Poster.jpg", 
      "sinopsis":"Rudy Habibie seorang genius ahli pesawat terbang yang punya mimpi besar: berbakti kepada bangsa Indonesia dengan membuat pesawat terbang untuk menyatukan Indonesia. Sedangkan Ainun adalah seorang dokter muda cerdas yang dengan jalur karier terbuka lebar untuknya.\n" +
                    "\n"+"Pada tahun 1962, dua kawan SMP ini bertemu lagi di Bandung. Habibie jatuh cinta seketika pada Ainun yang baginya semanis gula. Tapi Ainun, dia tak hanya jatuh cinta, dia iman pada visi dan mimpi Habibie. Mereka menikah dan terbang ke Jerman.\n" +
                    "\n"+"Punya mimpi tak akan pernah mudah. Habibie dan Ainun tahu itu. Cinta mereka terbangun dalam perjalanan mewujudkan mimpi. Dinginnya salju Jerman, pengorbanan, rasa sakit, kesendirian serta godaan harta dan kuasa saat mereka kembali ke Indonesia mengiringi perjalanan dua hidup menjadi satu.\n" +
                    "\n"+"Bagi Habibie, Ainun adalah segalanya. Ainun adalah mata untuk melihat hidupnya. Bagi Ainun, Habibie adalah segalanya, pengisi kasih dalam hidupnya. Namun setiap kisah mempunyai akhir, setiap mimpi mempunyai batas."},
    {
      "id":4,
      "judul":"Pengabdi Setan",
      "tahun":"2017",
      "penonton":"4.206.103",
      "poster":"https://pbs.twimg.com/media/DMQe4_GUQAA5vby.jpg",
      "sinopsis":"Rini (Tara Basro) tinggal di pinggiran kota Jakarta di sebuah rumah tua milik neneknya, Rahma Saidah (Elly D. Luthan), bersama ibunya, Mawarni Suwono (Ayu Laksmi), bapaknya (Bront Palarae), dan ketiga adik laki-lakinya, Tony (Endy Arfian), Bondi (Nasar Annuz), dan Ian (Muhammad Adhiyat). Kisah dibuka dengan masalah finansial keluarga mereka yang kehabisan uang untuk biaya pengobatan sakit sang ibu. Penyakit yang begitu parah membuat Mawarni tak mampu menggerakkan tubuhnya dan hanya berbaring di tempat tidur. Untuk memanggil dan meminta bantuan, Mawarni harus membunyikan lonceng.\n" +
                            "\n" +
                            "Berbagai upaya dilakukan keluarga Rini untuk mendapatkan uang tambahan, termasuk berhenti kuliah dan meminta royalti milik Mawarni yang sempat berkarier di dunia tarik suara (terkenal dengan lagunya, 'Kelam Malam'), sebelum akhirnya jatuh sakit selama tiga setengah tahun tanpa diketahui penyebabnya. Namun, kariernya sudah lama redup sehingga sudah tidak menghasilkan royalti lagi. Tony pun rela menjual sepeda motor dan barang pribadi lainnya demi menolong keluarganya. Upaya keluarga untuk membuat sang ibu sembuh dari penyakitnya gagal setelah Rini menemukan sang ibu terjatuh di lantai kamarnya dan menghembuskan nafas terakhir.\n" +
                            "\n" +
                            "Di pemakaman Mawarni, keluarga Rini pun dikenalkan dengan seorang Ustad (Arswendi Nasution) dan putranya, Hendra (Dimas Aditya), yang mencoba turut membantu mereka di masa berkabung. Dengan kematian Mawarni, bapaknya pun pergi ke kota untuk menggadai rumah mereka. Kematian Mawarni ternyata jadi awal dari teror di rumah keluarga Rini--mereka didatangi oleh sosok yang menyerupai sang mendiang ibu. Nenek pun ditemukan meninggal dunia oleh Bondi, tenggelam di sumur. Di kamar nenek, Rini menemukan sepucuk surat yang ditujukan ke Budiman Syailendra (Egy Fedly), dan Rini pun pergi mengantarkan surat itu ke rusun tempat tinggal Budiman bersama Hendra. Budiman memberi tahu Rini bahwa ia adalah kawan neneknya dulu dan ia menceritakan bahwa dulu neneknya tidak menyetujui pernikahan orangtua Rini karena Mawarni adalah seorang seniman dan tidak bisa mempunyai anak. Karena itu, Mawarni pun dikatakan telah mengikuti sebuah sekte pemuja setan demi mendapatkan keturunan.\n" +
                            "\n" +
                            "Sementara itu, Bondi, yang terkejut sehabis menemukan mayat neneknya di dalam sumur, mulai berlaku seakan akan kerasukan dan hendak menyakiti adiknya, Ian, setelah Ian dihantui oleh arwah neneknya (yang ia lihat menghampiri Bondi dan mencoba menangkapnya dengan berpura pura bermain petak umpet). Tony, yang membaca majalah Maya pemberian Budiman yang memiliki artikel mengenai pengabdi setan, membicarakan mengenai hubungan ibu mereka dengan sekte pengabdi setan dan kemungkinan adik mereka, Ian, akan diambil oleh sekte tersebut setelah berumur 7 tahun, namun Rini tidak menggubrisnya. Setelah mengalami beberapa kejadian menyeramkan, mereka pun memanggil sang Ustad untuk memeriksa rumah mereka, dan mereka pun dinasihati untuk lebih banyak beribadah. Malam itu, saat Rini salat, ia diteror oleh hantu Mawarni, yang mengakibatkan Rini dan adik-adiknya berlari ke rumah sang Ustad, yang merencanakan sebuah pengajian di rumah mereka esok hari.\n" +
                            "\n" +
                            "Hendra pun pergi ke rusun Budiman setelah Budiman meneleponnya dan memberikannya artikel yang ia tulis sebagai koreksi artikel sebelumnya. Di perjalanan pulang, seseorang membuat Hendra oleng dari motornya hingga ia terlindas truk. Jenazah Hendra pun dibawa pulang oleh warga sekitar dan Rini pun menemukan artikel yang ia bawa. Malam itu, Rini melihat penampakan Hendra di luar rumah sang Ustad dan ia pun nyaris ditarik keluar selagi sang Ustad memperhatikan dengan rasa takut dan menyerah karena anaknya telah meninggal akibat ikut campur dengan urusan keluarga Rini. Bapak mereka pun datang dan membawa mereka pulang, dan kemudian menangis saat diberi tahu bahwa ibunya telah meninggal akibat tenggelam di sumur.\n" +
                            "\n" +
                            "Saat Rini hendak mengkonfrontasi bapaknya mengenai pembicaraan orangtuanya di malam Mawarni meninggal, Ian, yang sedang buang air kecil dekat sumur, ditarik oleh arwah nenek ke dalam sumur. Bapaknya pun menyelamatkan Ian selagi rumah mengalami poltergeist yang diakibatkan neneknya dan rumah dikepung oleh para pengabdi setan yang menebar biji saga di pekarangan rumah. Rini, Tony, dan bapaknya pun terkunci di lorong tangga selagi sang bapak memohon ampun ke ibunya dan istrinya. Setelah Bondi menyelamatkan Ian dan menggagalkan usaha nenek (yang juga membuatnya tidak kerasukan lagi), para pengabdi setan pun pergi dan rumah pun tenang kembali.\n" +
                            "\n" +
                            "Keesokan paginya, keluarga Rini sudah siap untuk pindah ke rusun dan menunggu mobil untuk menjemput mereka, namun tidak ada yang menjemput mereka sampai petang dan sang Ustad pun datang untuk meminta maaf bahwa ia tidak bisa membantu mereka dan menemani mereka untuk menunggu mobil, sekalian menunggu ulang tahun Ian yang ke-7 di tengah malam. Saat tengah malam sampai, Rini pun terbangun dan mengingat artikel Budiman yang dibawa Hendra dan menceritakannya ke Tony. Selagi mereka berbincang, Bapak digentayangi oleh Mawarni dan Bondi menemukan Ian berbicara bahasa asing sambil melihat ke jendela (padahal sebelumnya ia bisu). Rini, Tony, Bondi, dan bapak mereka pun bersembunyi di kamar nenek dan akhirnya mereka tahu bahwa mayat mayat hidup dari pemakaman telah bangkit, dan keluarga Rini pun menemukan sang Ustad sudah wafat telah ditusuk dan Ian berjalan ke kerumunan mayat hidup bersama Mawarni.\n" +
                            "\n" +
                            "Para mayat hidup mengepung rumah dan masuk melalui pintu dapur, yang kemudian ditahan oleh arwah neneknya, yang ternyata selama ini telah mencoba untuk menjaga mereka dengan mencoba membunuh Ian. Budiman pun sampai dan membawa keluarga Rini pergi. Setahun kemudian, keluarga Rini telah menetap di rusun dan mereka dihampiri seorang ibu tetangga (Asmara Abigail) yang memberikan mereka rantang makanan. Sang tetangga pun kembali ke rumahnya dan berbincang ke Batara (Fachry Albar), dan terungkaplah bahwa ia adalah Darminah (antagonis utama di film orisinil).[3]"},
     {
       "id":5,
       "judul":"Ayat-ayat Cinta",
       "tahun":"2008",
       "penonton":"3.676.135",
       "poster":"https://upload.wikimedia.org/wikipedia/id/c/c8/Ayat-Ayat_Cinta.jpg",
       "sinopsis":"Sebuah kisah cinta dengan latar belakang agama, terutama Islam, dalam kehidupan. Fahri bin Abdillah adalah pelajar Indonesia yang berusaha menggapai gelar masternya di Al-Azhar. Ia harus berkutat dengan berbagai macam impiannya dan kesederhanaan hidup di Mesir. Ia bertahan dengan menjadi penerjemah buku-buku agama. Semua impian dijalani Fahri dengan penuh antusias kecuali satu: menikah.\n" +
                    "\n" +
                    "Fahri adalah laki-laki taat yang begitu lurus. Dia tidak mengenal pacaran sebelum menikah. Dia kurang artikulatif saat berhadapan dengan perempuan. Hanya ada sedikit perempuan yang dekat dengannya selama ini. Neneknya, Ibunya dan saudara perempuannya.\n" +
                    "\n" +
                    "Pindah ke Mesir membuat hal itu berubah. Tersebutlah Maria Girgis. Tetangga satu flat yang beragama Kristen Koptik tetapi mengagumi Al-Qur'an, dan mengagumi Fahri. Kekaguman yang berubah menjadi cinta. Sayang, cinta Maria hanya tercurah dalam diari saja.\n" +
                    "\n" +
                    "Lalu ada Nurul. Anak seorang kyai terkenal yang juga mengeruk ilmu di Al-Azhar. Sebenarnya Fahri menaruh hati pada gadis manis ini. Sayang rasa mindernya yang hanya anak keturunan petani membuatnya tidak pernah menunjukkan rasa apa pun pada Nurul. Sementara Nurul pun menjadi ragu dan selalu menebak-nebak.\n" +
                    "\n" +
                    "Setelah itu ada Noura, juga tetangga yang selalu disiksa Ayahnya sendiri. Fahri berempati penuh dengan Noura dan ingin menolongnya. Sayang hanya empati saja. Tidak lebih. Namun Noura yang mengharap lebih. Dan nantinya ini menjadi masalah besar ketika Noura menuduh Fahri memperkosanya.\n" +
                    "\n" +
                    "Terakhir muncullah Aisha. Si mata indah yang menyihir Fahri. Sejak sebuah kejadian di metro, saat Fahri membela Islam dari tuduhan kolot dan kaku, Aisha jatuh cinta pada Fahri. Dan Fahri juga tidak bisa membohongi hatinya."},
      {
        "id":6,
        "judul":"Ada Apa Dengan Cinta? 2",
        "tahun":"2016",
        "penonton":"3.665.509",
        "poster":"https://upload.wikimedia.org/wikipedia/id/6/60/Ada_Apa_Denga_Cinta_2.jpg",
        "sinopsis":"Cinta (Dian Sastrowardoyo) yang sekarang dewasa telah menjadi pemilik sebuah Kafe Seni Pop Mini di Jakarta. Dia dan geng SMA menghibur Karmen (Adinia Wirasti), yang baru pulih dari kecanduan narkoba. Milly (Sissy Priscillia) menikah dengan sebelumnya pecandu pasangan SMA geng Mamet (Dennis Adhiswara) dan saat ini tengah mengandung anak pertama mereka, sementara Maura (Titi Kamal) menikah dengan Chris (Christian Sugiono) dengan 4 anak-anak. Cinta mengumumkan bahwa wanita akan pergi berlibur ke Yogyakarta dan bahwa dia bertunangan dengan pacarnya Trian (Ario Bayu). Sementara itu, di New York City, Rangga (Nicholas Saputra) adalah co-pemilik sebuah kedai kopi saat nya langkah-adik, Sukma (Dimi Cindyastira), membayar kunjungan untuk meminta dia untuk mengunjungi ibunya lama pergi di Jogjakarta, tetapi dia menolak. Dia akhirnya memiliki perubahan hati dan memutuskan untuk pergi ke sana setelah rekan-pemilik dan teman Roberto (Chase Kuertz) meyakinkan dia bahwa dia harus pulang ke Indonesia untuk menyelesaikan sesuatu yang perlu untuk diselesaikan.\n" +
                            "\n" +
                            "Sebelum Cinta dan sahabat-sahabatnya pergi, mereka mengunjungi Makam Alya (Ladya Cheryl), yang dijelaskan nanti dalam film dia meninggal dalam kecelakaan pada tahun 2010. Rangga tiba di Jakarta untuk menemukan bahwa Cinta tidak lagi tinggal di rumahnya yang dulu, jadi dia pergi langsung ke Jogja. Di Jogja, saat berlibur, Karmen dan Milly melihat Rangga di jalan, dan mereka memberitahu Cinta tentang hal itu. Cinta tidak ingin melihat Rangga pada awalnya, tetapi setelah bertengkar dengan Karmen, dia memutuskan untuk melakukannya. Hal ini menunjukkan bahwa mereka putus pada tahun 2006. Cinta mengungkapkan kemarahannya atas dirinya untuk hanya memotong hal off dengan tanpa penjelasan dan dia setuju untuk bertemu dengannya karena teman-temannya. Rangga menjelaskan bahwa ia putus dengan Cinta karena dengan itu kemudian berjuang untuk hidup selama tahun-tahun, Rangga pikir ia tidak bisa membuat Cinta bahagia. Mereka memutuskan untuk mengakhiri hal-hal dalam hal ramah. Cinta berakhir menghabiskan sepanjang hari dengan Rangga, melupakan jadwal liburannya dengan teman-temannya. Sebelum berpisah, Cinta mencium Rangga, untuk shock kedua mantan kekasih. Kemudian Cinta kembali ke Jakarta dan Rangga mengunjungi ibunya.\n" +
                            "\n" +
                            "Cinta tidak bisa biarkan Rangga keluar dari kepalanya dan sebelum dia kembali ke New York, Rangga mampir di Jakarta dan pergi ke tempat Cinta. Dia mengakui bahwa ia ingin mereka menjadi lebih dari teman-teman lagi tetapi dia menjawab bahwa ciuman berarti apa-apa, meninggalkan dia marah. Dan, Rangga meninggalkan Kafe sebagai Trian tiba di kafe. Trian, melihat perilaku berubah Cinta setelah perjalanan Jogja dan melihat Rangga sendiri, menghadapkan Cinta tentang Rangga, sehingga akhir pertunangan. Rangga terbang ke New York sementara Cinta mengalami sedikit kecelakaan, tetapi tidak mendapat cedera.\n" +
                            "\n" +
                            "Setahun kemudian, Rangga dan Roberto memberikan karyawan mereka Donna (Lei-Lei Bavoil) kenaikan gaji, dan rasa syukur dia Tuhan dia. Pada saat yang sama, Cinta memasuki cafe dan kemudian melarikan diri. Rangga menjelaskan situasi dan Cinta tertawa. Mereka mengungkapkan cinta mereka satu sama lain, dan berbagi ciuman penuh gairah di antara salju Central Park, bersatu pada akhirnya. Sebelum berakhir, Rangga dan Cinta yang tampaknya memegang bayi mereka, sampai Mamet datang dan meminta dia dan bayi Milly nya kembali."},
      {
        "id":7,
        "judul":"My Stupid Boss", 
        "tahun":"2016",
        "penonton":"3.052.657",
        "poster":"https://upload.wikimedia.org/wikipedia/en/5/59/My_Stupid_Boos_Poster.jpg",
        "sinopsis":"Film ini mengisahkan tentang hubungan antara seorang karyawan dan bossnya yang berkelakuan super ajaib! Diana tinggal di Kuala Lumpur mengikuti Dika, suaminya yang bekerja di sana. Diana lalu melamar bekerja di satu perusahaan. Bossnya kebetulan adalah teman kuliah Dika sewaktu di Amerika."},
      {
        "id":8,
        "judul":"Ayat-ayat Cinta 2",
        "tahun":"2017",
        "penonton":"2.736.157",
        "poster":"https://m.media-amazon.com/images/M/MV5BZjM0ZDc2NGYtZTVkMi00Y2ZkLTkwOTItNGE4ZjVhNWY3ODA0XkEyXkFqcGdeQXVyNjI3MDYxMjg@._V1_SY1000_CR0,0,699,1000_AL_.jpg",
        "sinopsis":"Film ini merupakan kelanjutan dari film sebelumnya bercerita Fahri Abdullah (Fedi Nuril) saat ini hidup sendiri di Edinburgh, bersama asistennya Hulusi (Pandji Pragiwaksono). Fahri telah kehilangan Aisha tujuh bulan lalu, saat Aisha menjadi sukarelawan di jalur Gaza. Sejak saat itu Fahri tidak pernah lagi mendengar kabar tentang Aisha.[3]\n" +
                            "\n" +
                            "Fahri terus menunggu dalam kesedihannya yang mendera hatinya. Kesedihan yang coba dia atasi dengan kesibukannya sebagai seorang dosen dan juga pengusaha sukses di kota tersebut. Fahri juga disibukkan dengan kehadiran Misbah (Arie Untung), sahabat lamanya, yang ingin menumpang tinggal bersamanya.[3]\n" +
                            "\n" +
                            "Fahri seringkali dihadapkan pada persoalan tetangga-tetangganya yang beragam. Ada nenek asal Yahudi, Catarina (Dewi Irawan) yang sedang mengalami permasalahan dengan anak tirinya. Ada juga Keira McGills (Chelsea Islan) seorang pemain biola berbakat yang sangat membenci Fahri, karena dianggap sebagai teroris yang telah menyebabkan kematian ayah mereka akibat bom di London.[3]\n" +
                            "\n" +
                            "Fahri mencoba untuk terus menjalankan amanah Aisha agar dia bisa membantu orang-orang di sekelilingnya. Niat baik Fahri ini seringkali malah membuat salah paham dan menyeret ke persoalan yang lebih rumit dan membahayakan hidupnya. Kehidupan Fahri menjadi semakin rumit ketika hadir Hulya (Tatjana Saphira) sepupu Aisha yang sekarang sudah tumbuh menjadi gadis yang cantik.[3]\n" +
                            "\n" +
                            "Hulya yang ceria dan dinamis, menunjukkan ketertarikannya pada Fahri. Hulya bersedia menggantikan peran Aisha dalam kehidupan Fahri. Fahri ragu untuk membuka hatinya bagi kehadiran Hulya, itu sama saja dia mengakui bahwa Aisha sudah meninggal. Fahri masih berharap, setiap malamnya, Aisha kembali muncul dalam hidupnya. Semua mendukung Fahri melanjutkan hidupnya bersama Hulya, termasuk Sabina (Dewi Sandra) seorang perempuan terlantar berwajah cacat yang ditampung Fahri untuk tinggal bersama mereka. Sabina yang sudah dianggap saudara oleh Fahri, ternyata tidak saja membantu mengurusi rumah Fahri, tapi juga mampu membuat Fahri melanjutkan hidupnya.[3]"},
      {
        "id":9,
        "judul":"Danur",
        "tahun":"2017",
        "penonton":"2.736.157",
        "poster":"https://upload.wikimedia.org/wikipedia/en/0/09/Danur_poster.jpg",
        "sinopsis":"Risa adalah seorang gadis indigo — dia memiliki kemampuan untuk melihat makhluk gaib. Sejak kecil, Risa menjalani hidup kesepian: ayahnya bekerja di luar negeri dan hanya berkunjung enam bulan sekali, sementara ibunya, Elly, bekerja sebagai seorang guru. Ketika Risa genap usia delapan tahun, dia berharap dikaruniai teman. Tak disangka, tiga bocah laki-laki sebayanya: Janshen, Peter, dan William hadir secara tiba-tiba. Anehnya, hanya Risa yang dapat melihat mereka. Mereka akhirnya mengungkapkan bahwa mereka adalah hantu orang Indo yang mati saat masa pendudukan Jepang di Hindia Belanda. Muak dengan keanehan yang dialami Risa, Elly memanggil Asep, seorang dukun yang juga memiliki indra indigo. Dia menjelaskan bahwa Risa dapat melihat makhluk gaib karena dia dapat mencium bau danur, atau mayat. Asep memperlihatkan wujud asli Janshen, Peter, dan William kepada Risa untuk menakutinya sehingga dia lupa akan kemampuan melihat mereka.\n" +
                            "\n" +
                            "Sembilan tahun kemudian, Risa kembali ke rumah masa kecilnya bersama dengan Elly dan adik perempuannya, Riri. Karena Elly akan dinas ke luar kota, Risa, Riri, dan sepupu mereka Andri ditugaskan untuk menemani nenek mereka di sana hingga pengasuhnya datang. Ketika Riri sedang bermain, dia menemukan sebuah sisir di pohon beringin yang ditanam dekat rumah. Pohon tersebut sebelumnya ditampilkan sebagai satu-satunya tempat yang ditakuti oleh Janshen, Peter, dan William, sehingga mereka mengingatkan Risa untuk tidak pernah ke sana. Malamnya, seorang wanita bernama Asih datang dan menyatakan bahwa dia adalah pengasuh yang dipanggil oleh ibu Andri. Namun, Risa merasakan ada hal yang tidak beres karena Asih langsung saja tertarik pada Riri. Risa menyimpulkan bahwa Asih adalah hantu ketika dia menyadari bahwa Andri tidak dapat melihatnya. Seiring berjalannya waktu, Asih memunculkan lebih banyak kejadian gaib hingga suatu malam, dia berhasil menculik Riri.\n" +
                            "\n" +
                            "Asih kemudian menyerang nenek dan Andri hingga mereka tak sadarkan diri. Putus asa, Risa mengabarkan Elly lewat telepon, kemudian mengenang kembali kemampuannya untuk melihat Janshen, Peter, dan William dengan memainkan sajak anak Sunda yang dulu sering dia nyanyikan bersama mereka. Mereka menuntun Risa ke alam gaib, dimana Asih telah membawa Riri. Di saat yang bersamaan, Elly datang bersama Asep. Dengan menyentuh sisir Asih, Asep mengetahui latar belakang Asih sebagai seorang wanita yang bunuh diri setelah membunuh bayinya yang dia lahirkan dari hubungan zina. Arwah Asih lalu gentayangan dan menculik anak-anak untuk \"mengganti\" bayinya. Asep menyuruh Elly untuk menancapkan sisir Asih kembali ke pohon beringin, karena sisir tersebut melambangkan arwah Asih sendiri. Saat dia berhasil, Risa, Janshen, Peter, dan William dapat menyelamatkan Riri.\n" +
                            "\n" +
                            "Keesokan harinya, Risa dan keluarganya sepakat untuk pindah rumah. Namun, Risa bersikeras bahwa dia tidak akan melupakan teman-teman gaibnya lagi. Setelah mereka pergi, seorang gadis mengambil sisir Asih yang telah ditancapkan ke pohon beringin, memunculkan kemungkinan bahwa arwah Asih akan gentayangan kembali.[1]"},
      {
        "id":10,
        "judul":"Ada Apa Dengan Cinta?", 
        "tahun":"2002", 
        "penonton":"2.700.000",
        "poster":"https://upload.wikimedia.org/wikipedia/id/d/d5/Ada-apa-dengan-cinta.jpg",
        "sinopsis":"Ada Apa dengan Cinta bertemakan cinta di masa-masa SMA dan menampilkan tokoh utama Cinta (Dian Sastrowardoyo) sebagai seorang gadis yang cantik, pintar, dan periang. Ia merupakan langganan juara lomba puisi di sekolahnya yang rutin diadakan tiap tahun. Cinta memiliki sebuah geng yang sangat kompak bersama empat temannya yang lain, yaitu Alya (Ladya Cherill), Carmen (Adinia Wirasti), Maura (Titi Kamal), dan Milly (Sissy Priscillia). Cerita berawal dari Alya yang tubuhnya memar karena kerap dipukuli oleh sang ayah yang kerap cek-cok dengan ibunya.\n" +
                            "\n" +
                            "Di sekolah, juara lomba puisi tahun ini akan diumumkan. Seluruh siswa yakin Cinta yang akan menjadi juara. Namun justru pemenangnya tahun ini adalah Rangga (Nicholas Saputra). Karena Cinta dan teman-temannya adalah pengurus mading sekolah, ia harus mewawancarai Rangga. Namun Rangga adalah tipe laki-laki pendiam, penyendiri dan dingin. Saat Cinta berbicara dengan Rangga, ia melihat buku yang dipegang Rangga (buku Aku karya Sjumandjaja). Cinta lalu memberikan sebuah surat, tetapi ia malah membuat Rangga emosi dan tanpa disengaja bukunya terjatuh. Cinta segera memungut buku tersebut dan membawanya pulang untuk dibaca.\n" +
                            "\n" +
                            "Cinta mengembalikan buku tersebut pada saat Rangga kebingungan mencarinya. Rangga pun berterima kasih pada Cinta. Sejak saat itu, hubungan mereka menjadi dekat. Rangga lalu mengajak Cinta ke Kwitang, sebuah pasar buku bekas tempat ia membeli buku lama. Saat di Kwitang, Cinta tiba-tiba teringat akan janji menonton konser bersama teman-temannya. Ia pun meninggalkan Rangga untuk menonton konser.\n" +
                            "\n" +
                            "Pada suatu malam Rangga dan Cinta berkencan di sebuah kafe. Namun sebelum Cinta berangkat, Alya menelepon untuk memintanya ke rumah. Namun, Cinta berbohong dengan mengatakan bahwa ia akan pergi ke rumah sakit. Akhirnya Cinta pergi bersama Rangga. Di sana Cinta menyanyikan lagu yang dibuat dari puisi ciptaan Rangga. Saat Cinta pulang, mama Cinta akan pergi menjenguk Alya di rumah sakit karena mencoba bunuh diri. Cinta menjadi sangat menyesal karena berbohong pada Alya.\n" +
                            "\n" +
                            "Keesokan harinya, Rangga kembali menghampiri Cinta. Namun, Cinta justru berkata ketus agar Rangga tidak mendekatinya lagi. Cinta mulai merasa bahwa kehadiran Rangga merenggangkan hubungannya dengan sahabat-sahabatnya. Rangga pun sepakat bahwa ia akan menjauh dari Cinta. Saat di rumah sakit Cinta berterus-terang pada Alya bahwa ia berbohong dan Alya pun tahu bahwa Cinta kencan dengan Rangga. Cinta tidak tahu bahwa saat ia berkata jujur, teman-temannya yang lain ada di belakangnya. Cinta juga meminta maaf kepada teman-temennya yang lain.\n" +
                            "\n" +
                            "Rangga yang saat itu akan berencana pindah sekolah ke Amerika Serikat, mencoba menelepon Cinta untuk berpamitan. Namun, Cinta justru tetap menjauh dari Rangga. Carmen yang saat itu sedang latihan basket melihat Rangga berpamitan pada Pak Wardiman, sang penjaga sekolah. Ia pun segera memberitahukan teman-temannya. Cinta yang menyadari cinta sejatinya itu, segera menyusul ke bandara. Namun, mobil Milly terjepit mobil lain. Mereka akhirnya meminjam mobil Mamet (Dennis Adhiswara). Setelah bertemu dengan Rangga, Cinta memintanya untuk membatalkan niatnya bersekolah di luar negeri. Namun Rangga tetap pergi meninggalkan Cinta-nya. Ia memberi Cinta buku yang pada halaman terakhirnya terdapat puisi Rangga yang berjudul \"Ada Apa dengan Cinta?\" Rangga berjanji akan kembali di saat bulan purnama tiba."}

    }
  ],
  "profile": {
    "name": "typicode"
  }
}
